
## Plan Result

[CI link](https://github.com/rindrics-sandbox-org/terraform-operations/actions/runs/11921937429)

It failed to parse the result.

<details><summary>Details (Click me)</summary>

```hcl
21:17:53.220 INFO   The stack at . will be processed in the following order for command init:
Group 1
- Module .


21:17:53.452 STDOUT terraform: Initializing the backend...
21:17:53.477 STDOUT terraform: Initializing modules...
21:17:53.480 STDOUT terraform: Initializing provider plugins...
21:17:53.481 STDOUT terraform: - Reusing previous version of integrations/github from the dependency lock file
21:17:53.515 STDOUT terraform: - Reusing previous version of hashicorp/null from the dependency lock file
21:17:53.543 STDOUT terraform: - Using previously-installed integrations/github v6.3.1
21:17:53.554 STDOUT terraform: - Using previously-installed hashicorp/null v3.2.3
21:17:53.554 STDOUT terraform: Terraform has been successfully initialized!
21:17:53.554 STDOUT terraform: 
21:17:53.554 STDOUT terraform: You may now begin working with Terraform. Try running "terraform plan" to see
21:17:53.554 STDOUT terraform: any changes that are required for your infrastructure. All Terraform commands
21:17:53.554 STDOUT terraform: should now work.
21:17:53.554 STDOUT terraform: If you ever set or change modules or backend configuration for Terraform,
21:17:53.554 STDOUT terraform: rerun this command to reinitialize your working directory. If you forget, other
21:17:53.554 STDOUT terraform: commands will detect it and remind you to do so if necessary.
1063344
57353056
21:17:53.606 INFO   The stack at . will be processed in the following order for command validate:
Group 1
- Module .


21:17:54.023 STDOUT terraform: Success! The configuration is valid.
21:17:54.023 STDOUT terraform: 
21:17:54.076 INFO   The stack at . will be processed in the following order for command plan:
Group 1
- Module .


21:17:54.952 STDOUT terraform: github_repository.terraform_operations: Preparing import... [id=github-terraform-examples]
21:17:54.952 STDOUT terraform: github_repository.terraform_state_files: Preparing import... [id=terraform-state-files]
21:17:54.956 STDOUT terraform: github_repository.terraform_operations: Refreshing state... [id=github-terraform-examples]
21:17:54.957 STDOUT terraform: github_repository.terraform_state_files: Refreshing state... [id=terraform-state-files]
21:17:54.958 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Reading...
21:17:56.453 STDOUT terraform: module.security.data.github_user.this["Rindrics"]: Read complete after 1s [id=14845847]
21:17:56.457 STDOUT terraform: github_membership.org_owner["Rindrics"]: Preparing import... [id=rindrics-sandbox-org:Rindrics]
21:17:56.458 STDOUT terraform: github_membership.org_owner["Rindrics"]: Refreshing state... [id=rindrics-sandbox-org:Rindrics]
21:17:56.785 STDOUT terraform: Terraform used the selected providers to generate the following execution
21:17:56.785 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
21:17:56.785 STDOUT terraform:   + create
21:17:56.785 STDOUT terraform:   ~ update in-place
21:17:56.786 STDOUT terraform: Terraform will perform the following actions:
21:17:56.787 STDOUT terraform:   # github_membership.org_owner["Rindrics"] will be imported
21:17:56.787 STDOUT terraform:     resource "github_membership" "org_owner" {
21:17:56.787 STDOUT terraform:         etag     = "W/\"2d0d804790561a47752b9ad3fa1de44f7f6b8b9f0384a22bff5082a3f40e045a\""
21:17:56.787 STDOUT terraform:         id       = "rindrics-sandbox-org:Rindrics"
21:17:56.787 STDOUT terraform:         role     = "admin"
21:17:56.787 STDOUT terraform:         username = "Rindrics"
21:17:56.787 STDOUT terraform:     }
21:17:56.787 STDOUT terraform:   # github_repository.all_in_one["bar"] will be created
21:17:56.787 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:17:56.787 STDOUT terraform:       + allow_auto_merge            = false
21:17:56.787 STDOUT terraform:       + allow_merge_commit          = true
21:17:56.787 STDOUT terraform:       + allow_rebase_merge          = true
21:17:56.787 STDOUT terraform:       + allow_squash_merge          = true
21:17:56.787 STDOUT terraform:       + archived                    = false
21:17:56.787 STDOUT terraform:       + default_branch              = (known after apply)
21:17:56.787 STDOUT terraform:       + delete_branch_on_merge      = false
21:17:56.787 STDOUT terraform:       + etag                        = (known after apply)
21:17:56.787 STDOUT terraform:       + full_name                   = (known after apply)
21:17:56.787 STDOUT terraform:       + git_clone_url               = (known after apply)
21:17:56.787 STDOUT terraform:       + html_url                    = (known after apply)
21:17:56.787 STDOUT terraform:       + http_clone_url              = (known after apply)
21:17:56.787 STDOUT terraform:       + id                          = (known after apply)
21:17:56.787 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:17:56.787 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:17:56.787 STDOUT terraform:       + name                        = "bar"
21:17:56.787 STDOUT terraform:       + node_id                     = (known after apply)
21:17:56.787 STDOUT terraform:       + primary_language            = (known after apply)
21:17:56.788 STDOUT terraform:       + private                     = (known after apply)
21:17:56.788 STDOUT terraform:       + repo_id                     = (known after apply)
21:17:56.788 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:17:56.788 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:17:56.788 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:17:56.788 STDOUT terraform:       + svn_url                     = (known after apply)
21:17:56.788 STDOUT terraform:       + topics                      = (known after apply)
21:17:56.788 STDOUT terraform:       + visibility                  = "public"
21:17:56.788 STDOUT terraform:       + web_commit_signoff_required = false
21:17:56.788 STDOUT terraform:       + security_and_analysis (known after apply)
21:17:56.788 STDOUT terraform:     }
21:17:56.788 STDOUT terraform:   # github_repository.all_in_one["baz"] will be created
21:17:56.788 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:17:56.788 STDOUT terraform:       + allow_auto_merge            = false
21:17:56.788 STDOUT terraform:       + allow_merge_commit          = true
21:17:56.788 STDOUT terraform:       + allow_rebase_merge          = true
21:17:56.788 STDOUT terraform:       + allow_squash_merge          = true
21:17:56.788 STDOUT terraform:       + archived                    = false
21:17:56.788 STDOUT terraform:       + default_branch              = (known after apply)
21:17:56.788 STDOUT terraform:       + delete_branch_on_merge      = false
21:17:56.788 STDOUT terraform:       + etag                        = (known after apply)
21:17:56.788 STDOUT terraform:       + full_name                   = (known after apply)
21:17:56.788 STDOUT terraform:       + git_clone_url               = (known after apply)
21:17:56.788 STDOUT terraform:       + html_url                    = (known after apply)
21:17:56.788 STDOUT terraform:       + http_clone_url              = (known after apply)
21:17:56.788 STDOUT terraform:       + id                          = (known after apply)
21:17:56.788 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:17:56.788 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:17:56.788 STDOUT terraform:       + name                        = "baz"
21:17:56.788 STDOUT terraform:       + node_id                     = (known after apply)
21:17:56.788 STDOUT terraform:       + primary_language            = (known after apply)
21:17:56.788 STDOUT terraform:       + private                     = (known after apply)
21:17:56.788 STDOUT terraform:       + repo_id                     = (known after apply)
21:17:56.788 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:17:56.789 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:17:56.789 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:17:56.789 STDOUT terraform:       + svn_url                     = (known after apply)
21:17:56.789 STDOUT terraform:       + topics                      = (known after apply)
21:17:56.789 STDOUT terraform:       + visibility                  = "public"
21:17:56.789 STDOUT terraform:       + web_commit_signoff_required = false
21:17:56.789 STDOUT terraform:       + security_and_analysis (known after apply)
21:17:56.789 STDOUT terraform:     }
21:17:56.789 STDOUT terraform:   # github_repository.all_in_one["foo"] will be created
21:17:56.789 STDOUT terraform:   + resource "github_repository" "all_in_one" {
21:17:56.789 STDOUT terraform:       + allow_auto_merge            = false
21:17:56.789 STDOUT terraform:       + allow_merge_commit          = true
21:17:56.789 STDOUT terraform:       + allow_rebase_merge          = true
21:17:56.789 STDOUT terraform:       + allow_squash_merge          = true
21:17:56.789 STDOUT terraform:       + archived                    = false
21:17:56.789 STDOUT terraform:       + default_branch              = (known after apply)
21:17:56.789 STDOUT terraform:       + delete_branch_on_merge      = false
21:17:56.789 STDOUT terraform:       + etag                        = (known after apply)
21:17:56.789 STDOUT terraform:       + full_name                   = (known after apply)
21:17:56.789 STDOUT terraform:       + git_clone_url               = (known after apply)
21:17:56.789 STDOUT terraform:       + html_url                    = (known after apply)
21:17:56.789 STDOUT terraform:       + http_clone_url              = (known after apply)
21:17:56.789 STDOUT terraform:       + id                          = (known after apply)
21:17:56.789 STDOUT terraform:       + merge_commit_message        = "PR_TITLE"
21:17:56.789 STDOUT terraform:       + merge_commit_title          = "MERGE_MESSAGE"
21:17:56.789 STDOUT terraform:       + name                        = "foo"
21:17:56.789 STDOUT terraform:       + node_id                     = (known after apply)
21:17:56.789 STDOUT terraform:       + primary_language            = (known after apply)
21:17:56.789 STDOUT terraform:       + private                     = (known after apply)
21:17:56.789 STDOUT terraform:       + repo_id                     = (known after apply)
21:17:56.789 STDOUT terraform:       + squash_merge_commit_message = "COMMIT_MESSAGES"
21:17:56.789 STDOUT terraform:       + squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:17:56.789 STDOUT terraform:       + ssh_clone_url               = (known after apply)
21:17:56.790 STDOUT terraform:       + svn_url                     = (known after apply)
21:17:56.790 STDOUT terraform:       + topics                      = (known after apply)
21:17:56.790 STDOUT terraform:       + visibility                  = "public"
21:17:56.790 STDOUT terraform:       + web_commit_signoff_required = false
21:17:56.790 STDOUT terraform:       + security_and_analysis (known after apply)
21:17:56.790 STDOUT terraform:     }
21:17:56.790 STDOUT terraform:   # github_repository.terraform_operations will be updated in-place
21:17:56.790 STDOUT terraform:   # (imported from "github-terraform-examples")
21:17:56.790 STDOUT terraform:   ~ resource "github_repository" "terraform_operations" {
21:17:56.790 STDOUT terraform:         allow_auto_merge            = false
21:17:56.790 STDOUT terraform:         allow_merge_commit          = true
21:17:56.790 STDOUT terraform:         allow_rebase_merge          = true
21:17:56.790 STDOUT terraform:         allow_squash_merge          = true
21:17:56.790 STDOUT terraform:         allow_update_branch         = false
21:17:56.790 STDOUT terraform:         archived                    = false
21:17:56.790 STDOUT terraform:         auto_init                   = false
21:17:56.790 STDOUT terraform:         default_branch              = "main"
21:17:56.790 STDOUT terraform:         delete_branch_on_merge      = true
21:17:56.790 STDOUT terraform:         description                 = "Organization 配下のリソースを管理する Terraform ソースの置き場所"
21:17:56.790 STDOUT terraform:         etag                        = "W/\"90c5cbf1c80010774943a2ad0c86415fd662ca66ae2de573680979834a293cae\""
21:17:56.790 STDOUT terraform:       ~ full_name                   = "rindrics-sandbox-org/terraform-operations" -> (known after apply)
21:17:56.790 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-operations.git"
21:17:56.790 STDOUT terraform:         has_discussions             = false
21:17:56.790 STDOUT terraform:         has_downloads               = false
21:17:56.790 STDOUT terraform:         has_issues                  = true
21:17:56.790 STDOUT terraform:         has_projects                = false
21:17:56.790 STDOUT terraform:         has_wiki                    = false
21:17:56.790 STDOUT terraform:         homepage_url                = null
21:17:56.790 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:17:56.790 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-operations.git"
21:17:56.791 STDOUT terraform:         id                          = "github-terraform-examples"
21:17:56.791 STDOUT terraform:         is_template                 = false
21:17:56.791 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:17:56.791 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:17:56.791 STDOUT terraform:       ~ name                        = "github-terraform-examples" -> "terraform-operations"
21:17:56.791 STDOUT terraform:         node_id                     = "R_kgDONRuOGQ"
21:17:56.791 STDOUT terraform:         primary_language            = "HCL"
21:17:56.791 STDOUT terraform:         private                     = false
21:17:56.791 STDOUT terraform:         repo_id                     = 890998297
21:17:56.791 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:17:56.791 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:17:56.791 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-operations.git"
21:17:56.791 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-operations"
21:17:56.791 STDOUT terraform:         topics                      = []
21:17:56.791 STDOUT terraform:         visibility                  = "public"
21:17:56.791 STDOUT terraform:         vulnerability_alerts        = true
21:17:56.791 STDOUT terraform:         web_commit_signoff_required = false
21:17:56.791 STDOUT terraform:         security_and_analysis {
21:17:56.791 STDOUT terraform:             secret_scanning {
21:17:56.791 STDOUT terraform:                 status = "disabled"
21:17:56.791 STDOUT terraform:             }
21:17:56.791 STDOUT terraform:             secret_scanning_push_protection {
21:17:56.792 STDOUT terraform:                 status = "disabled"
21:17:56.792 STDOUT terraform:             }
21:17:56.792 STDOUT terraform:         }
21:17:56.792 STDOUT terraform:     }
21:17:56.792 STDOUT terraform:   # github_repository.terraform_state_files will be imported
21:17:56.792 STDOUT terraform:     resource "github_repository" "terraform_state_files" {
21:17:56.792 STDOUT terraform:         allow_auto_merge            = false
21:17:56.792 STDOUT terraform:         allow_merge_commit          = true
21:17:56.792 STDOUT terraform:         allow_rebase_merge          = true
21:17:56.792 STDOUT terraform:         allow_squash_merge          = true
21:17:56.792 STDOUT terraform:         allow_update_branch         = false
21:17:56.792 STDOUT terraform:         archived                    = false
21:17:56.792 STDOUT terraform:         auto_init                   = false
21:17:56.792 STDOUT terraform:         default_branch              = "main"
21:17:56.792 STDOUT terraform:         delete_branch_on_merge      = false
21:17:56.792 STDOUT terraform:         description                 = "リポジトリ `github-operations` の GitHub Actions から利用される Terraform state file を保管する"
21:17:56.792 STDOUT terraform:         etag                        = "W/\"23ccfe7ee5c7abb0a4f3a3d49eb052d46bc149995cab5859835ddd3641307ddf\""
21:17:56.792 STDOUT terraform:         full_name                   = "rindrics-sandbox-org/terraform-state-files"
21:17:56.792 STDOUT terraform:         git_clone_url               = "git://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:17:56.792 STDOUT terraform:         has_discussions             = false
21:17:56.793 STDOUT terraform:         has_downloads               = false
21:17:56.793 STDOUT terraform:         has_issues                  = false
21:17:56.793 STDOUT terraform:         has_projects                = false
21:17:56.793 STDOUT terraform:         has_wiki                    = false
21:17:56.793 STDOUT terraform:         homepage_url                = null
21:17:56.793 STDOUT terraform:         html_url                    = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:17:56.793 STDOUT terraform:         http_clone_url              = "https://github.com/rindrics-sandbox-org/terraform-state-files.git"
21:17:56.793 STDOUT terraform:         id                          = "terraform-state-files"
21:17:56.793 STDOUT terraform:         is_template                 = false
21:17:56.793 STDOUT terraform:         merge_commit_message        = "PR_TITLE"
21:17:56.793 STDOUT terraform:         merge_commit_title          = "MERGE_MESSAGE"
21:17:56.793 STDOUT terraform:         name                        = "terraform-state-files"
21:17:56.793 STDOUT terraform:         node_id                     = "R_kgDONRu-jA"
21:17:56.793 STDOUT terraform:         primary_language            = null
21:17:56.793 STDOUT terraform:         private                     = true
21:17:56.793 STDOUT terraform:         repo_id                     = 891010700
21:17:56.793 STDOUT terraform:         squash_merge_commit_message = "COMMIT_MESSAGES"
21:17:56.793 STDOUT terraform:         squash_merge_commit_title   = "COMMIT_OR_PR_TITLE"
21:17:56.793 STDOUT terraform:         ssh_clone_url               = "git@github.com:rindrics-sandbox-org/terraform-state-files.git"
21:17:56.794 STDOUT terraform:         svn_url                     = "https://github.com/rindrics-sandbox-org/terraform-state-files"
21:17:56.794 STDOUT terraform:         topics                      = []
21:17:56.794 STDOUT terraform:         visibility                  = "private"
21:17:56.794 STDOUT terraform:         vulnerability_alerts        = true
21:17:56.794 STDOUT terraform:         web_commit_signoff_required = false
21:17:56.794 STDOUT terraform:     }
21:17:56.794 STDOUT terraform:   # github_team.all_in_one["team-1"] will be created
21:17:56.794 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:17:56.794 STDOUT terraform:       + create_default_maintainer = false
21:17:56.794 STDOUT terraform:       + etag                      = (known after apply)
21:17:56.794 STDOUT terraform:       + id                        = (known after apply)
21:17:56.794 STDOUT terraform:       + members_count             = (known after apply)
21:17:56.794 STDOUT terraform:       + name                      = "team-1"
21:17:56.794 STDOUT terraform:       + node_id                   = (known after apply)
21:17:56.794 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:17:56.794 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:17:56.794 STDOUT terraform:       + privacy                   = "closed"
21:17:56.794 STDOUT terraform:       + slug                      = (known after apply)
21:17:56.794 STDOUT terraform:     }
21:17:56.794 STDOUT terraform:   # github_team.all_in_one["team-2"] will be created
21:17:56.794 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:17:56.795 STDOUT terraform:       + create_default_maintainer = false
21:17:56.795 STDOUT terraform:       + etag                      = (known after apply)
21:17:56.795 STDOUT terraform:       + id                        = (known after apply)
21:17:56.795 STDOUT terraform:       + members_count             = (known after apply)
21:17:56.795 STDOUT terraform:       + name                      = "team-2"
21:17:56.795 STDOUT terraform:       + node_id                   = (known after apply)
21:17:56.795 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:17:56.795 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:17:56.795 STDOUT terraform:       + privacy                   = "closed"
21:17:56.795 STDOUT terraform:       + slug                      = (known after apply)
21:17:56.795 STDOUT terraform:     }
21:17:56.795 STDOUT terraform:   # github_team.all_in_one["team-3"] will be created
21:17:56.795 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:17:56.795 STDOUT terraform:       + create_default_maintainer = false
21:17:56.795 STDOUT terraform:       + etag                      = (known after apply)
21:17:56.795 STDOUT terraform:       + id                        = (known after apply)
21:17:56.795 STDOUT terraform:       + members_count             = (known after apply)
21:17:56.795 STDOUT terraform:       + name                      = "team-3"
21:17:56.795 STDOUT terraform:       + node_id                   = (known after apply)
21:17:56.795 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:17:56.795 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:17:56.795 STDOUT terraform:       + privacy                   = "closed"
21:17:56.796 STDOUT terraform:       + slug                      = (known after apply)
21:17:56.796 STDOUT terraform:     }
21:17:56.796 STDOUT terraform:   # github_team.all_in_one["team-4"] will be created
21:17:56.796 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:17:56.796 STDOUT terraform:       + create_default_maintainer = false
21:17:56.796 STDOUT terraform:       + etag                      = (known after apply)
21:17:56.796 STDOUT terraform:       + id                        = (known after apply)
21:17:56.796 STDOUT terraform:       + members_count             = (known after apply)
21:17:56.796 STDOUT terraform:       + name                      = "team-4"
21:17:56.796 STDOUT terraform:       + node_id                   = (known after apply)
21:17:56.796 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:17:56.796 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:17:56.796 STDOUT terraform:       + privacy                   = "closed"
21:17:56.796 STDOUT terraform:       + slug                      = (known after apply)
21:17:56.796 STDOUT terraform:     }
21:17:56.796 STDOUT terraform:   # github_team.all_in_one["team-5"] will be created
21:17:56.796 STDOUT terraform:   + resource "github_team" "all_in_one" {
21:17:56.796 STDOUT terraform:       + create_default_maintainer = false
21:17:56.796 STDOUT terraform:       + etag                      = (known after apply)
21:17:56.796 STDOUT terraform:       + id                        = (known after apply)
21:17:56.796 STDOUT terraform:       + members_count             = (known after apply)
21:17:56.796 STDOUT terraform:       + name                      = "team-5"
21:17:56.797 STDOUT terraform:       + node_id                   = (known after apply)
21:17:56.797 STDOUT terraform:       + parent_team_read_id       = (known after apply)
21:17:56.797 STDOUT terraform:       + parent_team_read_slug     = (known after apply)
21:17:56.797 STDOUT terraform:       + privacy                   = "closed"
21:17:56.797 STDOUT terraform:       + slug                      = (known after apply)
21:17:56.797 STDOUT terraform:     }
21:17:56.797 STDOUT terraform:   # github_team_membership.all_in_one["team-1"] will be created
21:17:56.797 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:17:56.797 STDOUT terraform:       + etag     = (known after apply)
21:17:56.797 STDOUT terraform:       + id       = (known after apply)
21:17:56.797 STDOUT terraform:       + role     = "maintainer"
21:17:56.797 STDOUT terraform:       + team_id  = "team-1"
21:17:56.797 STDOUT terraform:       + username = "Rindrics"
21:17:56.797 STDOUT terraform:     }
21:17:56.797 STDOUT terraform:   # github_team_membership.all_in_one["team-2"] will be created
21:17:56.797 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:17:56.797 STDOUT terraform:       + etag     = (known after apply)
21:17:56.797 STDOUT terraform:       + id       = (known after apply)
21:17:56.797 STDOUT terraform:       + role     = "maintainer"
21:17:56.797 STDOUT terraform:       + team_id  = "team-2"
21:17:56.797 STDOUT terraform:       + username = "Rindrics"
21:17:56.797 STDOUT terraform:     }
21:17:56.797 STDOUT terraform:   # github_team_membership.all_in_one["team-3"] will be created
21:17:56.798 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:17:56.798 STDOUT terraform:       + etag     = (known after apply)
21:17:56.798 STDOUT terraform:       + id       = (known after apply)
21:17:56.798 STDOUT terraform:       + role     = "maintainer"
21:17:56.798 STDOUT terraform:       + team_id  = "team-3"
21:17:56.798 STDOUT terraform:       + username = "Rindrics"
21:17:56.798 STDOUT terraform:     }
21:17:56.798 STDOUT terraform:   # github_team_membership.all_in_one["team-4"] will be created
21:17:56.798 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:17:56.798 STDOUT terraform:       + etag     = (known after apply)
21:17:56.798 STDOUT terraform:       + id       = (known after apply)
21:17:56.798 STDOUT terraform:       + role     = "maintainer"
21:17:56.798 STDOUT terraform:       + team_id  = "team-4"
21:17:56.798 STDOUT terraform:       + username = "Rindrics"
21:17:56.798 STDOUT terraform:     }
21:17:56.798 STDOUT terraform:   # github_team_membership.all_in_one["team-5"] will be created
21:17:56.798 STDOUT terraform:   + resource "github_team_membership" "all_in_one" {
21:17:56.798 STDOUT terraform:       + etag     = (known after apply)
21:17:56.798 STDOUT terraform:       + id       = (known after apply)
21:17:56.798 STDOUT terraform:       + role     = "maintainer"
21:17:56.798 STDOUT terraform:       + team_id  = "team-5"
21:17:56.798 STDOUT terraform:       + username = "Rindrics"
21:17:56.798 STDOUT terraform:     }
21:17:56.798 STDOUT terraform:   # github_team_repository.all_in_one["team-1:foo"] will be created
21:17:56.798 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.798 STDOUT terraform:       + etag       = (known after apply)
21:17:56.798 STDOUT terraform:       + id         = (known after apply)
21:17:56.798 STDOUT terraform:       + permission = "maintain"
21:17:56.798 STDOUT terraform:       + repository = "foo"
21:17:56.798 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.798 STDOUT terraform:     }
21:17:56.798 STDOUT terraform:   # github_team_repository.all_in_one["team-2:baz"] will be created
21:17:56.798 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.798 STDOUT terraform:       + etag       = (known after apply)
21:17:56.798 STDOUT terraform:       + id         = (known after apply)
21:17:56.799 STDOUT terraform:       + permission = "maintain"
21:17:56.799 STDOUT terraform:       + repository = "baz"
21:17:56.799 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.799 STDOUT terraform:     }
21:17:56.799 STDOUT terraform:   # github_team_repository.all_in_one["team-2:foo"] will be created
21:17:56.799 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.799 STDOUT terraform:       + etag       = (known after apply)
21:17:56.799 STDOUT terraform:       + id         = (known after apply)
21:17:56.799 STDOUT terraform:       + permission = "maintain"
21:17:56.799 STDOUT terraform:       + repository = "foo"
21:17:56.799 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.799 STDOUT terraform:     }
21:17:56.799 STDOUT terraform:   # github_team_repository.all_in_one["team-3:bar"] will be created
21:17:56.799 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.799 STDOUT terraform:       + etag       = (known after apply)
21:17:56.799 STDOUT terraform:       + id         = (known after apply)
21:17:56.799 STDOUT terraform:       + permission = "maintain"
21:17:56.799 STDOUT terraform:       + repository = "bar"
21:17:56.799 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.799 STDOUT terraform:     }
21:17:56.799 STDOUT terraform:   # github_team_repository.all_in_one["team-3:baz"] will be created
21:17:56.799 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.799 STDOUT terraform:       + etag       = (known after apply)
21:17:56.799 STDOUT terraform:       + id         = (known after apply)
21:17:56.799 STDOUT terraform:       + permission = "maintain"
21:17:56.799 STDOUT terraform:       + repository = "baz"
21:17:56.799 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.799 STDOUT terraform:     }
21:17:56.799 STDOUT terraform:   # github_team_repository.all_in_one["team-3:foo"] will be created
21:17:56.799 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.799 STDOUT terraform:       + etag       = (known after apply)
21:17:56.799 STDOUT terraform:       + id         = (known after apply)
21:17:56.799 STDOUT terraform:       + permission = "maintain"
21:17:56.799 STDOUT terraform:       + repository = "foo"
21:17:56.799 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.799 STDOUT terraform:     }
21:17:56.799 STDOUT terraform:   # github_team_repository.all_in_one["team-4:baz"] will be created
21:17:56.799 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.799 STDOUT terraform:       + etag       = (known after apply)
21:17:56.800 STDOUT terraform:       + id         = (known after apply)
21:17:56.800 STDOUT terraform:       + permission = "maintain"
21:17:56.800 STDOUT terraform:       + repository = "baz"
21:17:56.800 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.800 STDOUT terraform:     }
21:17:56.800 STDOUT terraform:   # github_team_repository.all_in_one["team-5:bar"] will be created
21:17:56.800 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.800 STDOUT terraform:       + etag       = (known after apply)
21:17:56.800 STDOUT terraform:       + id         = (known after apply)
21:17:56.800 STDOUT terraform:       + permission = "maintain"
21:17:56.800 STDOUT terraform:       + repository = "bar"
21:17:56.800 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.800 STDOUT terraform:     }
21:17:56.800 STDOUT terraform:   # github_team_repository.all_in_one["team-5:baz"] will be created
21:17:56.800 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.800 STDOUT terraform:       + etag       = (known after apply)
21:17:56.800 STDOUT terraform:       + id         = (known after apply)
21:17:56.800 STDOUT terraform:       + permission = "maintain"
21:17:56.800 STDOUT terraform:       + repository = "baz"
21:17:56.800 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.800 STDOUT terraform:     }
21:17:56.800 STDOUT terraform:   # github_team_repository.all_in_one["team-5:foo"] will be created
21:17:56.800 STDOUT terraform:   + resource "github_team_repository" "all_in_one" {
21:17:56.800 STDOUT terraform:       + etag       = (known after apply)
21:17:56.800 STDOUT terraform:       + id         = (known after apply)
21:17:56.800 STDOUT terraform:       + permission = "maintain"
21:17:56.800 STDOUT terraform:       + repository = "foo"
21:17:56.800 STDOUT terraform:       + team_id    = (known after apply)
21:17:56.800 STDOUT terraform:     }
21:17:56.800 STDOUT terraform: Plan: 3 to import, 23 to add, 1 to change, 0 to destroy.
21:17:56.800 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
21:17:56.800 STDOUT terraform: Saved the plan to: .terraform/terraform.plan
21:17:56.800 STDOUT terraform: To perform exactly these actions, run the following command to apply:
21:17:56.800 STDOUT terraform:     terraform apply ".terraform/terraform.plan"

```

</details>

<!-- github-comment: {"Command":"plan","JobName":"terraform_plan","PRNumber":7,"Program":"tfcmt","SHA1":"b35688a1e9e9d1a4b4a4abbcbc697ef8467310e5","Vars":{},"WorkflowName":"terraform-plan"} -->